IdeaRS.Connections
AnchoringData.NumberOfAnchorsCL Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the array where are defined numers of anchors in particular circular layers
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public IEnumerable<int> NumberOfAnchorsCL { get; set; }
Property Value
Type: IEnumerable<Int32>
See Also
Reference
AnchoringData Class
IdeaRS.Connections.Data Namespace